Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Practice Quizzes
ar: التدريب على اختبارات موجزة
ca: Proves de pràctica
cy: Cwisiau Ymarfer
da: Øvelsestest
da_instk12: Øvelsesquiz
de: Übungsquizze
es: Exámenes de práctica
es_es: Pruebas de práctica
fi: Harjoitustestit
fr: Quiz d’entraînement
fr_ca: Questionnaires d'entraînement
ga: Quizeanna mar Chleachtadh
hi: अभ्यास प्रश्नोत्तरी
ht: Quiz Pratik
id: Kuis Latihan
is: Æfingapróf
it: Quiz di esercitazione
ja: 練習小テスト
ko: 연습 퀴즈
mi: Mahi Quizzes
ms: Kuiz Latihan
nb: Øvelsesquizer
nb_instk12: Øvelsesquizer
nl: Oefentoetsen
pl: Testy próbne
pt: Testes práticos
pt_br: Testes de prática
ru: Практические тесты
sl: Kvizi za vajo
sv: Övningsquiz
sv_instk12: Övningsquiz
th: แบบทดสอบฝึกหัด
vi: Các Câu Hỏi Kiểm Tra Luyện Tập
zh: 练习测验
zh_hk: 練習測驗

source: Prefer the old layout
ar: أفضل التخطيط القديم
ca: Prefereixo el disseny antic
cy: Well gen i'r hen gynllun
da: Foretrækker det gamle layout
da_instk12: Foretrækker det gamle layout
de: Altes Layout bevorzugen
es: Prefiero el diseño anterior
es_es: Prefiero el diseño anterior
fi: Pidän parempana vanhaa asettelua
fr: Préfère l’ancienne disposition
fr_ca: Préférer l’ancienne présentation
ga: Is fearr liom an seanleagan amach
hi: पुराना लेआउट पसंद है
ht: Mwen prefere ansyen aranjman an
id: Lebih suka tata letak lama
is: Kýs frekar fyrra útlitið
it: Preferisco il layout precedente
ja: 古いレイアウトのほうがよかった
ko: 이전 레이아웃을 선호
mi: Pai ake te tahora tawhito
ms: Lebih suka tataletak lama
nb: Foretrekker det gamle oppsettet
nb_instk12: Foretrekker det gamle oppsettet
nl: Ik geef de voorkeur aan de oude layout
pl: Wolę starszy układ
pt: Prefiro o layout antigo
pt_br: Prefiro o layout antigo
ru: Предпочитаю старую компоновку
sl: Raje imam staro postavitev
sv: Föredrar den tidigare layouten
sv_instk12: Föredrar den tidigare layouten
th: ชอบเค้าโครงแบบเดิมมากกว่า
vi: Thích bố cục cũ hơn
zh: 偏好原布局
zh_hk: 更喜歡舊版面

source: Preferences
ar: التفضيلات
ca: Preferències
cy: Blaenoriaethau
da: Indstillinger
da_instk12: Indstillinger
de: Präferenzen
es: Preferencias
es_es: Preferencias
fi: Asetukset
fr: Préférences
fr_ca: Préférences
ga: Roghanna
hi: प्राथमिकताएं
ht: Preferans
id: Preferensi
is: Kjörstillingar
it: Preferenze
ja: 優先設定
ko: 기본 설정
mi: Ngā manakohanga
ms: Keutamaan
nb: Preferanser
nb_instk12: Preferanser
nl: Voorkeuren
pl: Preferencje
pt: Preferências
pt_br: Preferências
ru: Предпочтения
sl: Nastavitve
sv: Inställningar
sv_instk12: Inställningar
th: ค่าปรับตั้ง
vi: Tùy Chọn
zh: 首选项
zh_hk: 偏好設定

source: Preparing Files For Upload
ar: جارٍ تجهيز الملفات للتحميل
ca: S’estan preparant els fitxers per penjar-los
cy: Paratoi Ffeiliau i’w Llwytho i Fyny
da: Forberedelse af filer til upload
da_instk12: Forberedelse af filer til upload
de: Dateien für Hochladen vorbereiten
es: Preparando archivos para cargar
es_es: Preparando archivos para la carga
fi: Valmistellaan tiedostoja ladattavaksi
fr: Fichiers en cours de préparation en vue de leur envoi
fr_ca: Préparation des fichiers pour le téléversement
ga: Comhaid a ullmhú le haghaidh Uaslódáil
hi: फ़ाइलों को अपलोड करने के लिए तैयार किया जा रहा है
ht: Preparasyon Fichye pou Transfere
id: Menyiapkan File Untuk Unggahan
is: Undirbúa skrár fyrir upphleðslu
it: Preparazione file per il caricamento
ja: ファイルをアップロードする準備
ko: 파일 업로드 준비
mi: Te whakarite i nga konae mo te tuku ake
ms: Menyediakan Fail Untuk Muat Naik
nb: Forebereder filer for opplasting
nb_instk12: Forebereder filer for opplasting
nl: Bestanden voorbereiden om te uploaden
pl: Przygotowywanie plików do przesłania
pt: Preparação de ficheiros para carregamento
pt_br: Preparando arquivos para upload
ru: Подготовка файлов к загрузке
sl: Pripravljam datoteke za nalaganje
sv: Förbereder filer för uppladdning
sv_instk12: Förbereder filer för uppladdning
th: กำลังเตรียมไฟล์ที่จะอัพโหลด
vi: Chuẩn Bị Các Tập Tin Để Tải Lên
zh: 正在准备文件上传
zh_hk: 準備要上傳的檔案

source: Prerequisite: %@
ar: المتطلبات الأساسية: %@
ca: Prerequisit: %@
cy: Rhagofyniad: %@
da: Forudsætning: %@
da_instk12: Forudsætning: %@
de: Voraussetzung: %@
es: Prerrequisito: %@
es_es: Prerrequisito: %@
fi: Edellytys: %@
fr: Condition préalable : %@
fr_ca: Prérequis : %@
ga: Réamhriachtanas: %@
hi: पूर्वावश्यकता: %@
ht: Kondisyon Nesesè: %@
id: Prasyarat: %@
is: Forsenda: %@
it: Prerequisito: %@
ja: 前提条件:%@
ko: 사전 요구 사항: %@
mi: Hiahiatanga: %@
ms: Prasyarat: %@
nb: Forutsetning: %@
nb_instk12: Forutsetning: %@
nl: Eerste vereiste: %@
pl: Wymóg wstępny: %@
pt: Pré-requisito: %@
pt_br: Pré-requisito: %@
ru: Предварительные условия: %@
sl: Predpogoj: %@
sv: Systemkrav: %@
sv_instk12: Systemkrav: %@
th: เงื่อนไขเบื้องต้น: %@
vi: Điều Kiện Tiên Quyết %@
zh: 先决条件：%@
zh_hk: 先決條件：%@

source: Preview Quiz
ar: معاينة الاختبار الموجز
ca: Feu una visualització prèvia de la prova
cy: Rhagolwg o'r Cwis
da: Forhåndsvisning af quiz
da_instk12: Forhåndsvisning af quiz
de: Quizvorschau
es: Vista previa de la evaluación
es_es: Vista previa de la prueba
fi: Esikatsele tietovisa
fr: Aperçu du questionnaire
fr_ca: Prévisualiser le questionnaire
ga: Réamhamharc ar Quiz
hi: प्रश्नोत्तरी का पूर्वावलोकन करें
ht: Gade yon apèsi Quiz
id: Pratinjau Kuis
is: Forskoða próf
it: Visualizza anteprima quiz
ja: プレビュー小テスト
ko: 퀴즈 미리 보기
mi: Arokite Quiz
ms: Pratonton Kuiz
nb: Forhåndsvis quiz
nb_instk12: Forhåndsvis quiz
nl: Voorbeeld toets weergeven
pl: Poprzedni test
pt: Visualizar teste
pt_br: Pré-visualizar teste
ru: Просмотреть контрольную работу
sl: Predogled kviza
sv: Visa quiz
sv_instk12: Visa quiz
th: แสดงตัวอย่างแบบทดสอบ
vi: Xem Trước Bài Kiểm Tra
zh: 预览测验
zh_hk: 預覽測驗

source: Previous
ar: السابق
ca: Anterior
cy: Blaenorol
da: Forrige
da_instk12: Forrige
de: Vorherige
es: Anterior
es_es: Anterior
fi: Edellinen
fr: Précédent
fr_ca: Précédent
ga: Roimhe Seo
hi: पिछला
ht: Anvan
id: Sebelumnya
is: Fyrri
it: Precedente
ja: 前
ko: 이전
mi: Ō muri
ms: Sebelumnya
nb: Forrige
nb_instk12: Forrige
nl: Vorige
pl: Poprzednie
pt: Anterior
pt_br: Anterior
ru: Предыдущий
sl: Nazaj
sv: Föregående
sv_instk12: Föregående
th: ก่อนหน้า
vi: Trước
zh: 上一个
zh_hk: 上一個

source: Previous Logins
ar: عمليات تسجيل الدخول السابقة
ca: Inicis de sessió anteriors
cy: Manylion Mewngofnodi Blaenorol
da: Tidligere logins
da_instk12: Tidligere logins
de: Frühere Anmeldungen
es: Inicios de sesión anteriores
es_es: Inicios de sesión anteriores
fi: Edelliset kirjautumiset
fr: Identifiants précédents
fr_ca: Connexions précédentes
ga: Logáil Isteach Roimhe Seo
hi: पिछले लॉगिन
ht: Ansyen Koneksyon
id: Login Sebelumnya
is: Fyrri innskráningar
it: Login precedenti
ja: 以前のログイン
ko: 이전 로그인
mi: Ngā takiurunga o mua
ms: Log Masuk Sebelumnya
nb: Tidligere innlogginger
nb_instk12: Tidligere innlogginger
nl: Eerdere aanmeldingen
pl: Poprzednie logowania
pt: Logins anteriores
pt_br: Logins prévios
ru: Предыдущие идентификаторы
sl: Predhodne prijave
sv: Tidigare inloggningar
sv_instk12: Tidigare inloggningar
th: การล็อกอินก่อนหน้า
vi: Lần Đăng Nhập Trước
zh: 历史登录记录
zh_hk: 先前登入

source: Previous messages
ar: الرسائل السابقة
ca: Missatges anteriors
cy: Negeseuon blaenorol
da: Forrige besked
da_instk12: Forrige besked
de: Vorherige Nachrichten
es: Mensajes previos
es_es: Mensajes previos
fi: Edelliset viestit
fr: Messages précédents
fr_ca: Messages précédents
ga: Teachtaireachtaí roimhe seo
hi: पिछले संदेश
ht: Ansyen mesaj
id: Pesan sebelumnya
is: Fyrri skilaboð
it: Messaggi precedenti
ja: 以前のメッセージ
ko: 이전 메시지
mi: Nga karere o mua
ms: Mesej sebelumnya
nb: Tidligere meldinger
nb_instk12: Tidligere meldinger
nl: Eerdere berichten
pl: Poprzednie wiadomości
pt: Mensagens anteriores
pt_br: Mensagens anteriores
ru: Предыдущие сообщения
sl: Prejšnja sporočila
sv: Föregående meddelanden
sv_instk12: Föregående meddelanden
th: ข้อความก่อนหน้า
vi: Tin nhắn trước đây
zh: 历史消息
zh_hk: 之前的訊息

source: Previous Week
ar: الأسبوع السابق
ca: La setmana anterior
cy: Wythnos Flaenorol
da: Forrige uge
da_instk12: Forrige uge
de: Vorherige Woche
es: Semana pasada
es_es: Semana anterior
fi: Edellinen viikko
fr: Semaine précédente
fr_ca: Semaine précédente
ga: Seachtain Roimhe Seo
hi: पिछला सप्ताह
ht: Semenn Pase
id: Minggu Sebelumnya
is: Fyrri vika
it: Settimana precedente
ja: 前の週
ko: 이전 주
mi: Te Wiki o Mua
ms: Minggu Sebelumnya
nb: Forrige uke
nb_instk12: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt: Semana Anterior
pt_br: Semana anterior
ru: Предыдущая неделя
sl: Prejšnji teden
sv: Föregående vecka
sv_instk12: Föregående vecka
th: สัปดาห์ก่อนหน้า
vi: Tuần Trước
zh: 上一周
zh_hk: 上週

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cy: Polisi Preifatrwydd
da: Datapolitik
da_instk12: Datapolitik
de: Datenschutzrichtlinien
es: Política de privacidad
es_es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
ga: Polasaí Príobháideachais
hi: गोपनीयता नीति
ht: Politik Konfidansyalite
id: Kebijakan Privasi
is: Persónuverndarstefna
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인 정보 보호 정책
mi: Kaupapahere Tūmataiti
ms: Dasar Privasi
nb: Retningslinjer for personvern
nb_instk12: Retningslinjer for personvern
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
pt_br: Política de privacidade
ru: Политика конфиденциальности
sl: Pravilnik o zasebnosti
sv: Sekretesspolicy
sv_instk12: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
vi: Chính Sách Quyền Riêng Tư
zh: 隐私政策
zh_hk: 隱私政策

source: Profile avatar
ar: افاتار ملف التعريف
ca: Avatar del perfil
cy: Avatar proffill
da: Profilavatar
da_instk12: Profilavatar
de: Profilavatar
es: Avatar del perfil
es_es: Avatar del perfil
fi: Profiilin avatar
fr: Avatar de profil
fr_ca: Avatar du profil
ga: Abhatár próifíle
hi: प्रोफ़ाइल अवतार
ht: Avatar pwofil
id: Avatar profil
is: Notandamynd
it: Avatar profilo
ja: プロフィールアバター
ko: 프로필 아바타
mi: Kōtaha atamariko
ms: Avatar profil
nb: Profilbilde
nb_instk12: Profilbilde
nl: Profielavatar
pl: Awatar profilu
pt: Perfil avatar
pt_br: Avatar do perfil
ru: Аватар профиля
sl: Avatar profila
sv: Profilavatar
sv_instk12: Profilavatar
th: ภาพประจำตัวสำหรับโพรไฟล์
vi: Hình đại diện hồ sơ
zh: 个人资料头像
zh_hk: 個人檔案頭像

source: Profile avatar, double tap to change
ar: أفاتار ملف التعريف، اضغط ضغطاً مزدوجاً للتغيير
ca: Avatar del perfil, toqueu-lo dues vegades per canviar-lo
cy: Avatar proffil, tapiwch ddwywaith i newid
da: Profilavatar, dobbeltklik for at ændre
da_instk12: Profilavatar, dobbeltklik for at ændre
de: Profilavatar, doppelt antippen zum Ändern
es: Avatar del perfil; doble clic para cambiar
es_es: Avatar del perfil; toca dos veces para cambiarlo
fi: Profiilin avatar, vaihda napauttamalla kahdesti
fr: Avatar de profil, double-clic pour le changer
fr_ca: Avatar du profil, appuyez deux fois pour modifier
ga: Abhatár próifíle, tapáil faoi dhó le hathrú
hi: प्रोफ़ाइल अवतार, बदलने के लिए डबल टैप करें
ht: Avatar pwofil, tape de fwa pou chanje.
id: Avatar profil, ketuk dua kali untuk mengubah
is: Notandamynd, pikkaðu tvisvar til að breyta
it: Avatar profilo, fai un doppio tocco per cambiare
ja: プロフィールアバター、ダブルタップして変更
ko: 프로필 아바타, 두 번 탭하여 변경
mi: Kōtaha atamariko; patō tuarua ki te huri
ms: Avatar profil, ketik dua kali untuk menukar
nb: Profilbilde
nb_instk12: Profilbilde
nl: Profielavatar, dubbeltikken om te veranderen
pl: Awatar profilu; dwukrotnie stuknij, aby zmienić
pt: Perfil avatar, toque duplo para mudar
pt_br: Avatar do perfil, toque duas vezes para alterar
ru: Аватар профиля — коснитесь дважды, чтобы изменить
sl: Avatar profila, dvotapnite za spremembo
sv: Profilavatar. Dubbeltryck för att ändra.
sv_instk12: Profilavatar. Dubbeltryck för att ändra.
th: ภาพประจำตัวสำหรับโพรไฟล์ กดสองครั้งเพื่อแก้ไข
vi: Hình đại diện hồ sơ, nhấn đúp để thay đổi
zh: 个人资料头像，双击以进行更改
zh_hk: 個人檔案頭像，點選兩下以變更

source: Profile Menu
ar: قائمة ملف التعريف
ca: Menú Perfil
cy: Dewislen Proffil
da: Profilmenu
da_instk12: Profilmenu
de: Profilmenü
es: Menú de perfil
es_es: Menú de perfil
fi: Esikatseluvalikko
fr: Menu Profil
fr_ca: Menu Profil
ga: Roghchlár Próifíle
hi: प्रोफ़ाइल मेनू
ht: Meni Pwofil
id: Menu Profil
is: Uppsetningar valmynd
it: Menu Profilo
ja: プロフィールメニュー
ko: 프로필 메뉴
mi: Kōtaha Tāhua
ms: Menu Profil
nb: Profil meny
nb_instk12: Profil meny
nl: Menu Profiel
pl: Menu profilu
pt: Menu do perfil
pt_br: Menu do perfil
ru: Меню профиля
sl: Meni profila
sv: Profilmeny
sv_instk12: Profilmeny
th: เมนูโพรไฟล์
vi: Menu Hồ Sơ
zh: 个人资料菜单
zh_hk: 個人檔案選單

source: Profile Menu, Closed
ar: قائمة ملف التعريف، مغلقة
ca: Menú Perfil, tancat
cy: Dewislen Proffil, Wedi Cau
da: Profilmenu, lukket
da_instk12: Profilmenu, lukket
de: Profilmenü, geschlossen
es: Menú de perfil, cerrado
es_es: Menú de perfil, cerrado
fi: Profiilin valikko, suljettu
fr: Menu Profil fermé
fr_ca: Menu profil, fermé
ga: Roghchlár Próifíle, Dúnta
hi: प्रोफ़ाइल मेनू, बंद
ht: Meni Pwofil, Fèmen
id: Menu Profil, Ditutup
is: Uppsetningar valmynd, lokað
it: Menu Profilo, chiuso
ja: プロフィールメニュー、終了
ko: 프로필 메뉴, 닫힘
mi: Tahua Kōtaha, Katia
ms: Menu Profil, Ditutup
nb: Profilmeny, lukket
nb_instk12: Profilmeny, lukket
nl: Profielmenu, gesloten
pl: Menu profilu, zamknięte
pt: Menu Perfil, Fechado
pt_br: Menu perfil, fechado
ru: Меню профиля закрыто
sl: Meni profila, zaprto
sv: Profilmeny, stängd
sv_instk12: Profilmeny, stängd
th: เมนูโพรไฟล์, ปิดแล้ว
vi: Menu Hồ Sơ, Đã Đóng
zh: 资料菜单，已关闭
zh_hk: 已關閉個人檔案選單

source: Public
ar: عام
ca: Públic
cy: Cyhoeddus
da: Offentligt
da_instk12: Offentligt
de: Öffentlich
es: Público
es_es: Público
fi: Julkinen
ga: Poiblí
hi: सार्वजनिक
ht: Piblik
id: Publik
is: Opinbert
it: Pubblico
ja: 公開
ko: 공개
mi: tūmatanui
ms: Umum
nb: Offentlig
nb_instk12: Offentlig
nl: Openbaar
pl: Publiczny
pt: Público
pt_br: Público
ru: Общедоступно
sl: Javno dostopno
sv: Offentlig
sv_instk12: Offentlig
th: สาธารณะ
vi: Công Khai
zh: 公开
zh_hk: 公開

source: Publish
ar: نشر
ca: Publica
cy: Cyhoeddi
da: Offentliggør
da_instk12: Offentliggør
de: Veröffentlichen
es: Publicar
es_es: Publicar
fi: Julkaise
fr: Publier
fr_ca: Publier
ga: Foilsigh
hi: प्रकाशित करें
ht: Pibliye
id: Terbitkan
is: Birta
it: Pubblica
ja: 公開
ko: 게시
mi: Whakaputa
ms: Terbitkan
nb: Publiser
nb_instk12: Publiser
nl: Publiceren
pl: Publikuj
pt: Publicar
pt_br: Publicar
ru: Разместить
sl: Objavi
sv: Publicera
sv_instk12: Publicera
th: เผยแพร่
vi: Phát Hành
zh: 发布
zh_hk: 發佈

source: Publish All Modules And Items
ar: نشر كل الوحدات النمطية والعناصر
ca: Publica tots els continguts i elements
cy: Cyhoeddi pob modiwl ac eitem
da: Offentliggør alle moduler og elementer
da_instk12: Offentliggør alle forløb og elementer
de: Alle Module und Elemente veröffentlichen
es: Publicar todos los módulos e ítems
es_es: Publicar todos los módulos e ítems
fi: Julkaise kaikki moduulit ja kohteet
fr: Publier tous les modules et les éléments
fr_ca: Publier tous les modules et éléments
ga: Foilsigh Gach Modúl agus Mír
hi: सभी मॉड्यूल और आइटम प्रकाशित करें
ht: Pibliye Tout Modil yo ak Atik yo
id: Terbitkan Semua Modul Dan Item
is: Birta allt námsefni og atriði
it: Pubblica tutti i moduli e gli elementi
ja: すべてのモジュールと項目を公開する
ko: 모든 모듈 및 항목 게시
mi: Whakaputa Ngā Kōwae me ngā Tūemi Katoa
ms: Terbitkan Semua Modul Dan Item
nb: Publiser alle moduler og elementer
nb_instk12: Publiser alle moduler og elementer
nl: Alle modules en items publiceren
pl: Publikuj wszystkie moduły i elementy
pt: Publicar todos os módulos e itens
pt_br: Publicar todos os módulos e itens
ru: Опубликовать все модули и элементы
sl: Objavi vse module in elemente
sv: Publicera alla moduler och objekt
sv_instk12: Publicera alla moduler och objekt
th: เผยแพร่หน่วยการเรียนทั้งหมดและรายการที่เกี่ยวข้อง
vi: Phát Hành Tất Cả Các Học Phần Và Mục
zh: 发布所有模块和项目
zh_hk: 發佈所有單元和項目

source: Publish Module And All Items
ar: نشر الوحدة النمطية وكل العناصر
ca: Publica el contingut i tots els elements
cy: Cyhoeddi modiwl a phob eitem
da: Offentliggør modul og alle elementer
da_instk12: Offentliggør forløb og alle elementer
de: Modul und alle Elemente veröffentlichen
es: Publicar el módulo y todos los ítems
es_es: Publicar módulo y todos los ítems
fi: Julkaise moduuli ja kaikki kohteet
fr: Publier le module et tous les éléments
fr_ca: Publier le module et tous les éléments
ga: Foilsigh Modúl Agus Gach Mír
hi: मॉड्यूल और सभी आइटम प्रकाशित करें
ht: Pibliye Modil la ak Tout Atik yo
id: Terbitkan Modul Dan Semua Item
is: Birta námsefni og öll atriði
it: Pubblica il modulo e tutti gli elementi
ja: モジュールとすべての項目を公開する
ko: 모듈 및 모든 항목 게시
mi: Whakaputa Kōwae me ngā Tūemi Katoa
ms: Terbitkan Modul Dan Semua Item
nb: Publiser modul og alle elementer
nb_instk12: Publiser modul og alle elementer
nl: Module en alle items publiceren
pl: Publikuj moduł i wszystkie elementy
pt: Publicar módulo e todos os itens
pt_br: Publicar módulo e todos os itens
ru: Опубликовать модуль и все элементы
sl: Objavi modul in vse elemente
sv: Publicera modulen och alla objekt
sv_instk12: Publicera modulen och alla objekt
th: เผยแพร่หน่วยการเรียนที่เกี่ยวข้องและรายการทั้งหมด
vi: Phát Hành Học Phần Và Tất Cả Các Mục
zh: 发布模块和所有项目
zh_hk: 發佈單元和所有項目

source: Publish Module Only
ar: نشر الوحدة النمطية فقط
ca: Publica només el contingut
cy: Cyhoeddi modiwl yn unig
da: Offentliggør kun modul
da_instk12: Offentliggør kun forløb
de: Nur Modul veröffentlichen
es: Publicar solo el módulo
es_es: Publicar solo el módulo
fi: Julkaise vain moduuli
fr: Publier le module uniquement
fr_ca: Publier le module uniquement
ga: Foilsigh Modúl Amháin
hi: केवल मॉड्यूल प्रकाशित करें
ht: Pibliye Modil Sèlman
id: Terbitkan Modul Saja
is: Birta eingöngu námsefni
it: Pubblica solo il modulo
ja: モジュールのみ公開する
ko: 모듈만 게시
mi: Whakaputa Kōwae Anake
ms: Terbitkan Modul Sahaja
nb: Publiser kun modul
nb_instk12: Publiser kun modul
nl: Alleen module publiceren
pl: Publikuj tylko moduł
pt: Publicar apenas o módulo
pt_br: Publicar somente o módulo
ru: Опубликовать только модуль
sl: Objavi samo modul
sv: Publicera endast modulen
sv_instk12: Publicera endast modulen
th: เผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ Phát Hành Học Phần
zh: 仅发布模块
zh_hk: 僅發佈單元

source: Publish Modules Only
ar: نشر الوحدات النمطية فقط
ca: Publica només els continguts
cy: Cyhoeddi modiwlau’n unig
da: Offentliggør kun moduler
da_instk12: Offentliggør kun forløb
de: Nur Module veröffentlichen
es: Publicar solo los módulos
es_es: Publicar solo módulos
fi: Julkaise vain moduulit
fr: Publier les modules uniquement
fr_ca: Publier les modules uniquement
ga: Foilsigh Modúil Amháin
hi: केवल मॉड्यूल प्रकाशित करें
ht: Pibliye Modil yo Sèlman
id: Terbitkan Modul Saja
is: Birta eingöngu námsefni
it: Pubblica solo i moduli
ja: モジュールのみ公開する
ko: 모듈만 게시
mi: Whakaputa Kōwae Anake
ms: Terbitkan Modul-modul Sahaja
nb: Publiser kun moduler
nb_instk12: Publiser kun moduler
nl: Alleen modules publiceren
pl: Publikuj tylko moduły
pt: Publicar apenas módulos
pt_br: Publicar somente módulos
ru: Опубликовать только модули
sl: Objavi samo module
sv: Publicera endast moduler
sv_instk12: Publicera endast moduler
th: เผยแพร่เฉพาะหน่วยการเรียน
vi: Chỉ Phát Hành Các Học Phần
zh: 仅发布模块
zh_hk: 僅發佈單元

source: Publish options
ar: خيارات النشر
ca: Publica les opcions
cy: Cyhoeddi opsiynau
da: Indstillinger for offentliggørelse
da_instk12: Indstillinger for offentliggørelse
de: Optionen zum Veröffentlichen
es: Opciones de publicación
es_es: Publicar opciones
fi: Julkaisun asetukset
fr: Options de publication
fr_ca: Options de publication
ga: Roghanna a fhoilsiú
hi: विकल्प प्रकाशित करें
ht: Pibliye opsyon yo
id: Opsi Penerbitan
is: Birta valkostir
it: Opzioni di pubblicazione
ja: オプションを公開する
ko: 게시 옵션
mi: Ngā kōwhiringa whakaputa
ms: Pilihan terbit
nb: Publiser alternativer
nb_instk12: Publiser alternativer
nl: Opties voor publiceren
pl: Opcje publikowania
pt: Opções de publicação
pt_br: Opções de publicação
ru: Параметры публикации
sl: Možnosti objave
sv: Publiceringsalternativ
sv_instk12: Publiceringsalternativ
th: ตัวเลือกในการเผยแพร่
vi: Tùy chọn phát hành
zh: 发布选项
zh_hk: 發佈選項

source: Publish state modification in progress
ar: تعديل حالة النشر قيد التقدم
ca: La publicació de la modificació de l’estat està en curs
cy: Wrthi’n cyhoeddi addasiad cyflwr
da: Ændring af offentliggørelsestilstand i gang
da_instk12: Ændring af offentliggørelsestilstand i gang
de: Änderung des Veröffentlichungsstatus wird ausgeführt
es: Modificación del estado de publicación en progreso
es_es: Publicación del estado de modificación en curso
fi: Julkaisutilan muokkaus käynnissä
fr: État de publication en cours de modification
fr_ca: Publier la modification d’état en cours
ga: Modhnú stáit a fhoilsiú
hi: राज्य संशोधन प्रकाशन प्रगति पर है
ht: Pibliye modifikasyon eta ankou a
id: Terbitkan modifikasi kondisi yang sedang berlangsung
is: Breyting á stöðunni birt í vinnslu
it: Pubblica modifica stato in corso
ja: 進行中の状態変更を公開する
ko: 게시 상태 수정 진행 중
mi: Whakaputa i te whakarerekētanga āhua e kaunuku ana
ms: Terbitkan pengubahsuaian negeri sedang berjalan
nb: Publisering av tilstandsendringer pågår
nb_instk12: Publisering av tilstandsendringer pågår
nl: Bezig met wijziging van publicatiestatus
pl: Modyfikowanie stanu publikacji w toku
pt: Publicar modificação de estado em curso
pt_br: Publicar modificação de estado em andamento
ru: Выполняется публикация изменения состояния
sl: V teku je sprememba stanja objave
sv: Publicering av tillståndsändring pågår
sv_instk12: Publicering av tillståndsändring pågår
th: กำลังแก้ไขสถานะการเผยแพร่
vi: Đang phát hành sửa đổi trạng thái
zh: 正在发布状态修改
zh_hk: 發佈正在進行的狀態修改

source: Publish?
ar: نشر؟
ca: Voleu publicar-ho?
cy: Cyhoeddi?
da: Offentliggør?
da_instk12: Offentliggør?
de: Veröffentlichen?
es: ¿Quieres publicarlo?
es_es: ¿Publicar?
fi: Julkaistaanko?
fr: Publier ?
fr_ca: Publier?
ga: Foilsigh?
hi: प्रकाशित करें?
ht: Pibliye?
id: Terbitkan?
is: Birta?
it: Pubblicare?
ja: 公開しますか?
ko: 게시하시겠습니까?
mi: Whakaputa?
ms: Terbitkan?
nb: Publisere?
nb_instk12: Publisere?
nl: Publiceren?
pl: Publikować?
pt: Publicar?
pt_br: Publicar?
ru: Опубликовать?
sl: Želite izvesti objavo?
sv: Publicera?
sv_instk12: Publicera?
th: เผยแพร่หรือไม่
vi: Phát hành?
zh: 是否发布？
zh_hk: 發佈嗎？

source: published
ar: تم النشر
ca: publicat
cy: wedi cyhoeddi
da: offentliggjort
da_instk12: Offentliggjort
de: veröffentlicht
es: publicado
es_es: publicado
fi: julkaistu
fr: publié
fr_ca: publié
ga: foilsithe
hi: प्रकाशित हुआ
ht: pibliye
id: diterbitkan
is: birt
it: pubblicato
ja: 公開済み
ko: 게시됨
mi: whakaputaina
ms: telah diterbitkan
nb: publisert
nb_instk12: publisert
nl: gepubliceerd
pl: opublikowane
pt: Publicado
pt_br: publicado
ru: опубликовано
sl: objavljeno
sv: publicerad
sv_instk12: publicerad
th: เผยแพร่แล้ว
vi: đã công bố
zh: 已发布
zh_hk: 已發佈

source: Published
ar: منشور
ca: S’ha publicat
cy: Wedi Cyhoeddi
da: Offentliggjort
da_instk12: Offentliggjort
de: Veröffentlicht
es: Publicado
es_es: Publicado
fi: Julkaistu
fr: Publié
fr_ca: Publié
ga: Foilsithe
hi: प्रकाशित
ht: Pibliye
id: Diterbitkan
is: Birt
it: Pubblicato
ja: 公開済み
ko: 게시됨
mi: I whakaputaina
ms: Telah diterbitkan
nb: Publisert
nb_instk12: Publisert
nl: Gepubliceerd
pl: Opublikowane
pt: Publicado
pt_br: Publicado(as)
ru: Опубликовано
sl: Objavljeno
sv: Publicerad
sv_instk12: Publicerad
th: เผยแพร่แล้ว
vi: Đã phát hành
zh: 已发布
zh_hk: 已發佈
